<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class SparesTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('spares')->insert([

            //iPhone 6
            ['name' => 'Антенна WiFi'],
            ['name' => 'Вибро (вибромотор)'],
            ['name' => 'Кнопка Home'],
            ['name' => 'Корпус'],
            ['name' => 'Задняя крышка (Корпус)'],
            ['name' => 'Средняя часть (Корпус)'],
            ['name' => 'Дисплей с тачскрином в сборе'],
            ['name' => 'Дисплейный модуль (экран)'],
            ['name' => 'Рамка дисплея (экрана)'],
            ['name' => 'Тачскрин'],
            ['name' => 'Стекло'],
            ['name' => 'Стекло с рамкой'],
            ['name' => 'Шлейф с разъемом зарядки и гарнитуры'],
            ['name' => 'Шлейф с кнопками включения, вспышкой и микрофоном'],
            ['name' => 'Шлейф с кнопками громкости и вибро'],
            ['name' => 'Шлейф с датчиком освещенности, датчиком приближения и фронтальной камерой'],
            ['name' => 'Основная (задняя) камера'],
            ['name' => 'Слуховой динамик'],
            ['name' => 'Набор винтов'],
            ['name' => 'Внешний полифонический динамик'],
            ['name' => 'Материнская (системная) плата'],
            ['name' => 'Нижняя sub-плата (Usb)'],
            ['name' => 'Аккумулятор'],

        ]);
    }
}
