{{--@foreach()--}}

{{--@endforeach--}}



{{--<li><a href="catalogs.html">Дисплейный модуль (Экран) (4) <span>+2</span></a></li>--}}
{{--<li><a href="">Аккумулятор (8) <span>+8</span></a></li>--}}
{{--<li><a href="">Задняя крышка (Корпус) (5) <span>+2</span></a></li>--}}
{{--<li><a href="">Средняя часть (Корпус) (1) <span>+1</span></a></li>--}}
{{--<li><a href="">Нижняя sub-плата (Usb) (0) </a></li>--}}
{{--<li><a href="">Материнская (системная) плата (0) </a></li>--}}
{{--<li><a href="">Внешний полифонический динамик (0) </a></li>--}}